Repository: wieczorek1990/disper-menu
Catalog: translation/*.po
Languages: nl

source: Clone display
nl: Beeldscherm klonen

source: Cycle between setups
nl: Schakelen tussen instellingen

source: Disper not found or other error
nl: Disper is niet aangetroffen of er is een andere fout opgetreden

source: Display extend direction
nl: Uitbreidingsrichting

source: Extend display
nl: Beeldscherm uitbreiden

source: Messages fade out time
nl: Vervaagtijd van meldingen

source: Primary display
nl: Primair beeldscherm

source: Scaling mode
nl: Beeldgroottemodus

source: Secondary display
nl: Secundair beeldscherm

source: Use below settings
nl: Onderstaande voorkeuren gebruiken

source: aspect-scaled
nl: beeldverhouding

source: bottom
nl: onder

source: centered
nl: midden

source: default
nl: standaard

source: left
nl: links

source: native
nl: platform-eigen

source: right
nl: rechts

source: scaled
nl: geschaald

source: top
nl: boven
